[General]
Translator, "Constantin Tiba, Daniel Danciu, Danny Baies, Radu Vitoc, Tiberius-Calin Gruia"
LangVersion, "5.1.0.0"


[Icon]
R0lGODlhEAAMAPcAAP/UXv/UAJUXCZkXC9IhDE5pjv/iAP/PAFBqj3mbztMhDeRxB95nV3CZz//R
AP/SAE1pj9pjU//WWv/bT//aVFltjuJuBllsjIqhdH2czuFsBZQgERtNh9xqXHiZy6+ZAJQXCpYX
Cf/NAJ0XC+RpWlJqjc4dC661oNYhDcwcC9lgVR9mu9siD9oiDdgiDhlLhJhHPNghDCVnuhlQjnGa
0v/OGNUhC6+0nnGb0ZITCf/wAP/hXf/bV1drjBVGgumYU//XZf/dV2ya1IWXbnud0P/YZdchDv/Z
YJ9qQnOYzHGYzWuY0dpkVIgUCrKzoDdzwel1B3aaz3aZzNlWRba3pTJSe//YV4c8MyZwxeUjEHp7
cf/aANAhC5RIQe2cXVdrjZYXCtwiDnCZzpAUBXGc0JZKPv/aVdkdDuNxBv/XWj97w2+Z04abcNAh
DIORa+R/KVRqja+XAK+TQ//ZAP/VWf/hOv/fAOmYVBpkweiZV3id1XKZzkZmkV1vUN1rWp5PBbCX
QVFrj2iZ1yRz0d9cTLORRf/YVbSVAHSZzc4nFn6dz9llWM4fCFBgfZEWB9UhDdMcDLCzn9AcDZVI
PpkXCv/WALCjAP/cAP/iUP/XVnSbz94iECRrwW6Yz//MCf/mANIsGHOZ0JcXCtplVP/MAN0iDt1j
U6+QR9liUx5qxU5rkf/bAKGpif/gU1Rri9cwHHeazG2Z04Gh0yBtyB5mv9QhDSNrvh9mugAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjbABtd6OEqkJZCp+QAQtKlzCQYVyrIUkRED5UiQI7s8NLBDwMSG75k8AALhxMAANIEybNoFBNC
Y+AkkIJoTSQ6Eqy0uoMqgqlXjkpESbIn1g1DmShg+qFiCigbAhBoUiJGyAkzPCbUeZOIUZsYAgqE
akBGEKsang5s0ZCCCwEXIQrQ6KQGjxtSIh7YsWCCQK0WYCAskbEi1ZADDioZQCNJAYowlFQ9uWVr
FpsAAeZ8WgDpkZFNA/jQ4oRlEIZVlwzogHKGRaksI6r4eMFhRp9DcT5Y+pMDhKgBTQICADs=


[BFAPI]
ErrorClientVersionTooOld, "Your client version is too old.\nPlease update the application and try again."
ErrorFailClientTime, "Ceasul calculatorului dumneavoastra nu este setat corect.\nVerificati-va sistemul si incercati din nou."
ErrorFailLogin, "Verificati-va adresa de email si parola, apoi incercati din nou."
ErrorFailPrefix, "Failed to connect to your Binary Fortress Account.\nPlease check your internet connection, and verify that this application is not being blocked by a proxy or firewall on your computer or network."
ErrorInvalidProTrialLicenseKey, "Your Trial License Key appears to be invalid.\nPlease contact us for more information."
ErrorItemSizeTooLarge, "One of the items you are trying to sync is too large.\nYou will need to delete the large item and try syncing again."
ErrorTrialExpiredPrompt, "Your Pro Trial License has expired.\nWould you like to contact us and start another trial?"
ErrorUnknownProPurchasedLicenseKey, "Your License Key appears to be invalid.\nPlease contact us for more information."
LoginPrompt, "Trebuie sa introduceti mai intai informatia de logare Binary Fortress \nDoriti sa o introduceti acum?"
TitleSync, "Sincronizare in curs la contul dumnaeavoastra Binary Fortress"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "&Contul meu"
btnMyLicenses, "&Licentele mele"
btnRegister, "&Inregistrare"
btnResetPassword, "Resetare parola"
lblEmailAddress, "Adresa de email:"
lblName, "Name:"
lblPassword, "Parola:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal sau companie, numar indicat in numele licentei"
LicenseRestrictionEnterprise, "Numar nelimitat de calculatoare situate intr-un numar nelimitat de locatii ale companiei"
LicenseRestrictionPersonalHome, "Unlimited personal computers, and 1 company computer that only you use"
LicenseRestrictionSite, "Numar nelimitat de calculatore intr-o singura locatie"
LicenseRestrictionStandard, "Personal sau companie, 1 calculator"
LicenseRestrictionSteam, "Personal sau companie, numar nelimitat de calcultoare, unde esti utilizator principal si Steam este instalat"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Introduceti o adresa valida de email si incercati din nou."
ErrorEnterPassword, "Introduceti parola si incercati din nou."
ErrorLoginFailed, "Nu s-a reusit incarcarea informatiei din contul dumneavoastra.\nVerificati adresa de email si parola, apoi incercati din nou."
ErrorNoLicensesFound, "Ne pare rau, nu am gasit nici o informatie de licenta pentru acest cont.\nVa rugam sa ne contactati pentru asistenta."
ErrorUnknownLicenses, "A intervenit o eroare in timpul incarcarii informatiei de licenta."
ErrorUnknownLogin, "A intervenit o aroare in timpul incarcarii contului dumneavoastra."
Note, "Login to retrieve your License Key and sync with your Binary Fortress Account."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "Contul meu Binary Fortress"
TitleLoadingLicenses, "Incarc informatia de licenta"


[BFCodeEditorLookups]
PromptSelectWindowStyles, "Please select the Window Style(s):"
PromptSelectWindowStylesEx, "Please select the Extended Window Style(s):"
RemoveConfirmOne, "Are you sure you want to remove the selected item?"
SelectAnItem, "Please select an item from the list and try again."
SelectAudioDevice, "Please select an Audio Device."
SelectMouseCursorLocation, "Click to select a mouse cursor location\nPress any key to cancel"
SendKeys_EditString, "Edit String"
SendKeys_EnterString, "Enter String:"
SendKeys_mniAddKeyCombination, "Add Key Combination"
SendKeys_mniAddRawText, "Add Raw Text"
SendKeys_mniAddText, "Add Text"
SendKeys_Title, "SendKeys Builder"


[BFFormAPIMyLicenses_Controls]
colDateCreated, "Data crearii"
colDateExpires, "Data expirarii"
colLicenseKey, "Cheie licenta"
colLicenseRestrictions, "Limitarile licentei"
colLicenseType, "License Type"
colName, "Name"


[BFFormAPIMyLicenses_Strings]
ConfirmUseLicense, "Sunteti sigur ca doriti utilizarea acestei licente?"
ErrorSelectLicense, "Selectati o licenta din lista si incercati din nou."
ShowNeedLicenseWarning, "Selectati una din licentele dumneavoastra din lista, apoi apasati butonul OK pentru a utiliza acea licenta."
Title, "Licentele mele"


[BFFormDownload_Strings]
ConfirmCancel, "Sunteti sigur ca doriti sa cancelati acest download?"
Error, "A intervenit o eroare."
Progress, "Raman: {0} KB ({1} KB total)"
ProgressUnknown, "Downloadez: {0} KB"


[BFFormGetWallpaperFusionTag]
ErrorSelectTag, "Please select a WallpaperFusion tag and try again."
lblQuery, "Filter:"
Title, "WallpaperFusion Tags"


[BFFormOnlineMacroBrowser]
btnClose, "&Close"
colCreatedBy, "Created By"
colDownloads, "Downloads"
colLanguage, "Language"
colLastModified, "Last Modified"
lblQuery, "Filter:"
Loading, "Loading..."


[BFFormProxySettings_Controls]
btnSave, "Salveaza"
lblProxyAddress, "Adresa Serverului:"
lblProxyPassword, "Parola:"
lblProxyPassword2, "Reintroduceti parola:"
lblProxyPort, "Port:"
lblProxyUsername, "Nume utilizator:"
rdoCustomSettings, "Foloseste &setari personalizate ale Serverului Proxy:"
rdoNoProxy, "&Numarul Serverului Proxy (conexiune directa de internet)"
rdoUseIESettings, "Foloseste &setarile de conectare din Internet Explorer"


[BFFormProxySettings_Strings]
EnterServerAddress, "Introduceti o adresa Proxy Server sau selelectati 'No Proxy Server'."
EnterServerPort, "Introduceti un port Proxy Server sau selelectati 'No Proxy Server'."
PasswordDecryptionFailed, "Your Internet Connection Settings appear to be invalid.\nWould you like to re-enter your proxy server password to fix these settings?"
PasswordsNotMatch, "Parolele pentru Proxy Server nu sunt identice, incercati din nou."
Title, "Setarile conexiunii la internet"


[BFFormSelectApplication]
AllApplications, "Toate aplicatiile"
btnBrowse, "&Browse"
btnRefresh, "&Improspateaza"
colApplication, "Aplicatie"
colPath, "Cale"
GroupDesktopApplications, "Aplicatii desktop"
GroupWindows8Applications, "Aplicatii Windows8"
lblWindowPicker, "Drag this over a window to select that window's process in the list automatically"
PleaseSelectApplication, "Selectati mai intai o aplicatie."
Title, "Selectati aplicatia"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Default Value"
colSetting, "Setare"
colValue, "Valoare"
lblFilter, "Filter:"
lblHelp, "Dublu-clic pe o setare pentru a o schimba, sau pe butonul "Help" pentru mai multe informatii."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "O eroare a intervenit in timpul salvarii acestei setari."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart the application for this setting to take effect."
Title, "Setari avansate"
TitleEdit, "Editati setarile avansate"


[BFFormSettings_Controls]
btnAdvancedSettings, "Setari avansate"
btnAutoUpdateCheckNow, "Check for &Updates Now"
btnBackupSettings, "Export Settings"
btnLicenseChangeToFree, "Change to Free Version"
btnLicenseKeyRequestTrial, "Request New Trial License"
btnLicenseLoadOnline, "Incarca din contul Binary Fortress"
btnLicensePasteFromClipboard, "Scrie din memorie"
btnProxySettings, "Setarile conexiunii la internet"
btnRestoreSettings, "Reseteaza setarile"
btnTroubleshootingClearLog, "Sterge fiesrul de log"
btnTroubleshootingCopy, "Copiaza in memorie"
btnTroubleshootingOpenLog, "Deschide fisierul log"
chkAutoUpdate, "Check for Updates Automatically"
chkAutoUpdateBeta, "Check for new Beta (newer, unstable) versions"
chkAutoUpdateSteam, "Caută Actualizări automat"
colLanguageName, "Name"
colLanguageRightToLeft, "Stanga la dreapta"
colLanguageTranslators, "Translatoare"
colLanguageVersion, "Versiune"
gbAutoUpdate, "Verifica actualizari"
gbLicenseReseller, "Informatia vanzatorului"
lblAutoUpdateWarningBASE, "Warning: Automatic updates are currently disabled, you won't be prompted to install new versions"
lblLanguageGetMore, "Get New and Updated Languages"
lblLicenseExpires, "Data expirare licenta:"
lblLicenseKey, "Cheia de licenta:"
lblLicenseTo, "Licensed To:"
tabAbout, "Despre"
tabLanguage, "Limbi"
tabLicense, "Cheie licenta"
tabOptions, "Optiuni"
tabOurApps, "Our Apps"
tabTroubleshooting, "Depanare"


[BFFormSettings_Strings]
ChangeToFreeQuestion, "Sunteti sigur ca doriti stergerea cheii de licenta si trecerea la versiunea Free?"
DebugLogCleared, "Fisierul Debug Log a fost curatat cu success."
DebugLogNotFound, "Fisierul Debug Log nu a putut fi gasit.\nAsigurati-va ca ati activat mai intai Debug Logging."
FreeVersion, "Versiune gratuita"
LicenseKeyRequestTrialDescription, "Someone will follow-up with you within 2 business days."
LicenseKeyRequestTrialMessage, "I would like to request a new trial license key. Thanks!"
LogLevel0, "Logare: dezactivata"
LogLevel1, "Logare: numai important"
LogLevel2, "Logare: detalii"
LogLevel3, "Logare: toate liniile"
RegistryExportSuccess, "Setarile dumneavoastra au fost exportate cu succes."
RestoreSettingsFailed, "Nu s-a reusit restaurarea setarilor dumneavoastra."
RestoreSettingsSuccess, "Setarile dumneavoastra au fost restaurate cu succes."
SettingsLoadError, "O eroare a intervenit in timpul incarcarii setarilor."
SettingsSaveError, "O eroare a intervenit in timpul salvarii setarilor."
Title, "Setari"
TroubleshootingCopyError, "Nu s-a reusit copierea informatiei de depanare."
TroubleshootingCopySuccess, "Informatia de depanare a fost copiata cu succes in clipboard."


[BFFormSupportRequest_Controls]
lblEmailAddress, "Adresa de email:"
lblMessage, "Mesaj:"
lblName, "Name:"
lblSubject, "Subiect:"
lblWarning, "Informatia din sectiunea "depanare" si fisierul dumneavoastra Debug.log va fi criptat si trimis impreuna cu cererea de suport astfel incat sa putem rezolva problema dumneavoastra cat mai rapid."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Introduceti o adresa valida de email si incercati din nou."
EnterMessage, "Introduceti un mesaj si incercati din nou."
EnterName, "Introduceti-va numele si incercati din nou."
EnterSubject, "Introduceti un subiect."
SendSuccess, "Informatia dumneavoastra a fost trimisa cu succes.\nCineva va va contacta in urmatoarea zi."
Title, "Subiteti cererea pentru suport"
TooLongEmailAddress, "Introduceti o adresa de e-mail mai scurta si incercati din nou."
TooLongName, "Introduceti un nume mei scurt si incercati din nou."


[BFFormUpdateInvalidLicense]
btnBuyNow, "Buy Pro License"
btnLater, "Poate mai târziu"
btnMoreInfo, "Informaţie suplimentară"
lblInvalidLicense, "Your Pro license key appears to be invalid!\n\nPlease verify that you have entered the correct license key on the License Key tab in the Settings window.\n\nIf your license key is correct and you're still seeing this message, please contact Binary Fortress Support using the Help button below."
Title, "Cheie de licenţă invalidă"


[BFFormUpdate_Controls]
btnChangeLog, "&vizualizati logul schimbarii"
btnDownloadOnly, "&Visit Website"
btnInstallNow, "&Install Now"
btnInstallOnExit, "Install on E&xit"
btnRemindMeLater, "&Aminteste-mi mai tarziu"
btnSkipThisVersion, "&Sariti aceasta versiune"
lblNewVersion, "Versiune noua:"
lblOldVersion, "Versiune Curenta:"
lblUpdateNotes, "Ce este nou in noua versiune:"
lblUpdateSize, "Update Size:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "Se recomanda actualizarea la aceasta noua versiune\nSunteti sigur ca ca soriti sa renuntati la aceasta actualizare?"
DownloadFailedSave, "Am esuat in a salva local acest fisier."
DownloadingUpdate, "Downloadeza actualizarea"
DownloadInvalidData, "Informatie invalida returnata de server. Serverul poate avea dificultati in a gasi fisierul cerut."
DownloadNoData, "Nici o informatie nu a fost returnata de pe site-ul web."
ErrorDownload, "A aparut o eroare in timpul descarcarii noii versiuni."
FreeNotice, "This update, and all future updates are free! Update today and enjoy!"
Title, "Actualizare disponibila"
UpdateProMessage, "You need to upgrade to a Pro License to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniDiscussions, "Community Discussions"
mniOnlineHelp, "Ajutor online"
mniSupportRequest, "Cerere de suport"


[BFHotKey]
ErrorHotKeyBindFailed, "Asocierea de HotKey a esuat:"
ErrorHotKeyComboInUse, "The Key Combination is already in use. There are a few reasons why this can happen:\n- The Key Combination is already assigned elsewhere in this application\n- Another application is already using this Key Combination\n- A built-in Windows function is using this Key Combination\n\nPlease edit or remove the Key Combination in the settings."
ErrorIncorrectKeyValue, "Combinația de taste Invalidă: Vă rugăm introduceți valoarea unei taste."
ErrorIncorrectNumberElements, "Combinația de taste Invalidă: Număr greșit de taste."
ErrorIncorrectNumberKeyMods, "Combinația de taste Invalidă: Număr greșit de modificatori."
ErrorInvalidKeyCombo, "Combinație de taste care ați specificato este invalidă."
ErrorSystemReserved, "The Key Combination you have specified is reserved by Windows and can't be used."
ErrorTooManyModifiers, "Combinația de taste Invalidă: Prea mulți modifcatori."
HotKeyLabelKeys, "Select modifiers then enter desired key"
HotKeyLabelMouse, "Select modifiers then click desired mouse button"


[BFMessage]
btnCopy, "&Copiaza in memoria temporara"
btnMoreInformation, "&Arata mai multa informatie"


[BFTextQuery]
CaseSensitive, "Conteaza daca ai litere majuscule:"
ErrorBracketMismatch, "Error: Bracket Mismatch.\nPlease close your brackets or wrap your query in quotes."
ErrorEscapeCharAtEnd, "Error: Escape Character '\' found at end of query.\nPlease escape or remove the character."
ErrorExpectedMatchCountChar, "Error: Expected ':::cbc:::' at position {0}.\nPlease close your brackets or wrap your query in quotes."
ErrorExpectedQuote, "Error: Expected '"' at position {0}.\nPlease make sure to escape '"' characters."
ErrorInvalidChar, "Error: Invalid character '{0}' at position {1}.\nPlease wrap in quotes."
ErrorInvalidDigit, "Error: Invalid digit at position {0}.\nDigits must be positive and contain only numeric characters."
MayContain, "Poate contine:"
MayEqual, "May Equal:"
MayNotContain, "Nu poate contine:"
MayNotEqual, "May Not Equal:"
MustContain, "Trebuie sa contina:"
MustEqual, "Must Equal:"
MustNotContain, "Nu trebuie sa contina:"
MustNotEqual, "Must Not Equal:"
Time, "one time"
Times, "{0} times"


[BFUpdateCheck]
AlreadyInProgress, "Verificare a actualizarii in desfasurare..."
ErrorRunningDownloadedFile, "O eroare a intervenit in timpul incercarii de descarcarea a fisierului de instalare."
FailedToGetVersion, "Nu am reusit sa incarc ultima versiune."
NoUpdate, "Folositi deja ultima versiune."
Title, "Actualizare"


[cFunctions_Strings]
FolderNotRecognized, "Directorul selectat nu este recunoscut si nu poate fi folosit in cautare."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Navigati && Adaugati"
btnBrowseExcludePath, "Navigati"
btnFolderBrowse, "&Browse"
btnFolderBrowseAppend, "Navigati && Adaugati"
btnNewSearch, "Cautati intr-un &nou tab"
btnPause, "Pa&use"
btnResume, "Res&ume"
btnSearch, "&Cautare"
btnStop, "S&top"
chkCaseSensitive, "&interogare sensibila la tipul de caracter (majuscul sau nu)"
chkFileSizeMax, "Marimea maxima a fisierului:"
chkFileSizeMin, "Marimea minima a fisierului:"
chkIsQueryRegEx, "Cautarea este RegEx"
chkSearchSubFolders, "Cauta si in sub-&directoare"
chkShowFirstResult, "&Arata numai primul rezultat pentru fiecare fisier"
chkShowIncludeFilterMatchFiles, "Arata nume de fisiere care raspund la filtrul "include fisiere""
chkShowIncludeFilterMatchFolders, "Arata directoare care raspund la filtrul "include fisiere""
chkShowQueryMatchFiles, "Arata fisiere care raspund la textul interogarii"
chkShowQueryMatchFolders, "Arata directoare care raspund la textul interogarii"
chkUseIFilters, "Proceseaza continutul fiserelor folosind File Handlers (mai lent)"
colDateAccessed, "Data la care a fost accesat"
colDateCreated, "Data crearii"
colDateModified, "Data la care a fost modificat"
colExtension, "Extensie"
colFile, "Nume fisier"
colFileSize, "Marime Fisier"
colLine, "Linie"
colLineNumber, "Numar line"
colPath, "Cale"
lblAccessedTo, "la"
lblAdditionalLinesAfter, "Afiseaza atatea linii pentru rezultatul cautarii:"
lblAdditionalLinesBefore, "Afiseaza atatea linii inainte de rezultatul cautarii:"
lblCreatedTo, "la"
lblDateAccessed, "Data accesarii:"
lblDateCreated, "Data crearii:"
lblDateFilterLogic, "Data filtrului logic:"
lblDateModified, "Data modificarii:"
lblExcludeFiles, "Ex&clude Files:"
lblExcludePath, "E&xclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include &Files:"
lblModifiedTo, "la"
lblPath, "&Path(s):"
lblQuery, "&Query:"
lblStatusFound, "Rezultate gasite: {0}"
lblStatusTotal, "Fisere cautate: {0}"
mniAbout, "Despre"
mniClearSearchHistory, "Reseteaza istoria cautarii"
mniCloseAll, "Inchide totul"
mniCloseAllButThis, "Inchide celelalte"
mniCloseSearch, "&Inchide"
mniCopyToClipboard, "Copiaza rezultatele selectate"
mniCopyToClipboardAll, "Copiaza toate rezultatele"
mniExit, "Iesire"
mniExplorerContextMenu, "Meniul de context al ferestrei"
mniHelp, "Ajutor"
mniOpenFolder, "Deschide director continator"
mniOpenFolderOnly, "Deschide director"
mniOpenOther, "Open with {0}"
mniPermenentDelete, "Sterge permanent fisierele selectate"
mniRemoveRows, "Sterge din lista rezultatele selectate"
mniRenameFile, "Rename Selected File"
mniSettings, "Setari"
mniShowFilterControls, "Arata optinile filtrului"
mniTextCopy, "&Copy"
mniTextSelectAll, "Selecteaza &totul"
mniTools, "&Unelte"
mniTrayExit, "Iesire"
mniTrayLoadProfiles, "Incarca profilul"
mniTrayShowFileSeek, "Arata FileSeek"
mniTraySyncProfiles, "Sincronizeaza profilele"
mnuCopyFilePath, "Copiaza numele de fisiere selectate (separate prin virgula)"
mnuExportAllHTML, "Exporta toate rezultatele in HTML"
mnuExportSelectedResultsHTML, "Exporta rezultatele selectate in HTML"
mnuFileCopy, "Copiaza fisierele selectate"
mnuFileCut, "Cut Selected Files"
mnuFileDelete, "Sterge fisierele selectate"
mnuLanguage, "Limbi"
mnuLoadProfile, "Incarca"
mnuManageProfiles, "Organizeaza profilele"
mnuOpen, "Deschide"
mnuOpenNotepad, "Deschide in Notepad"
mnuProfile, "Profile"
mnuSave, "Salveaza"
mnuSaveAll, "Exporta toate rezultatele in format CSV"
mnuSaveProfile, "Salveaza noul profil"
mnuSaveSelection, "Exporta rezultatele selectate in format CSV"
mnuShowFullLanguageList, "Arata lista intreaga"
mnuSyncProfiles, "Sincronizeaza profilele"
rdoMatchQueryLineByLine, "Aplica interogarea la fiecare linie a fisierului"
rdoMatchQueryToWholeFile, "Aplica interogarea la intregul fiser"
tabAdvanced, "Avansat"
tabDateFilters, "Filtre pentru data"
tabFileSizeFilters, "Filtre pentru marime de fisier"
tabSearch, "Cautare"


[frmMain_Strings]
AccessedAfterTT, "Accesat dupa {0}"
AccessedBeforeTT, "Accesat inainte {0}"
AccessedBetweenTT, "Accesat intre {0} and {1}"
AppSelectionErrorPartOne, "Aplicatia selectata nu poate fi gasita."
AppSelectionsErrorPartTwo, "Doriti o selctare diferita acum?"
btnNewSearchTT, "Deschideti un nou Tab si incepeti o cautare"
btnSearchTT, "Incepeti o cautare in Tab-ul curent"
btnStopTT, "Opriti cautarea selectata"
CaseSensitiveQueryTT, "Interogare sensibila la tipul caracterului (majuscul sau nu)"
cboDateFilterLogic_AND, "SI"
cboDateFilterLogic_OR, "SAU"
cboExcludeFileFilterMode_Pattern, "Exclude Files Filter is Pattern"
cboExcludeFileFilterMode_RegEx, "Exclude Files Filter is RegEx"
cboExcludeFileFilterMode_TextQuery, "Exclude Files Filter is Text Query"
cboIncludeFileFilterMode_Pattern, "Include Files Filter is Pattern"
cboIncludeFileFilterMode_RegEx, "Include Files Filter is RegEx"
cboIncludeFileFilterMode_TextQuery, "Include Files Filter is Text Query"
cboQueryMode_RegEx, "Cautarea este RegEx"
cboQueryMode_TextQuery, "Query is Text Query"
chkShowFirstResultTT, "Va arata numai prima linie gasita cand aplica procesuil da cautare la fiecare linie"
ColumnChangeMessage, "The changes to the search result columns will not take place until you restart your searches."
ContextMenuError, "A intervenit o eroare in timpul afisarii meniului de context al ferestrei."
CreatedAfterTT, "Creat dupa {0}"
CreatedBeforeTT, "Creat inainte {0}"
CreatedBetweenTT, "Creat intre {0} and {1}"
CSVSpreadsheet, "Fiere CSV"
CustomAppOpenError, "O eroare a intervenit in timpul deschiderii fisierului cu aplicatia personalizata."
DateCreatedError, "Selectati o "Data crearii - Data terminarii" care e dupa data de inceput."
DateFiltersSelected, "Data filtrelor:"
DateModifiedError, "Selectati o "Data modificarii - Data terminarii" care e dupa data de inceput."
EmptyPDFError, "Fisierul PDF a fost cautat dar nu contine text"
EnterProfileName, "Introduceti un nume al profilului:"
ErrorDirectoryEmpty, "This path is empty"
ExcludeFilesTT, "Fisiere excluse: {0}"
ExcludePathsTT, "Cai excluse: {0}"
ExportDateAccessed, "Date Accessed"
ExportDateCreated, "Date Created"
ExportDateModified, "Date Modified"
ExportExtension, "Extension"
ExportFileName, "File Name"
ExportFileSize, "File Size"
ExportLineNumber, "Line #"
ExportLineText, "Line"
ExportPath, "Path"
FileDeleteMessage, "Asteptati ca FileSeek sa efectueze operatiunea ceruta.\nPuteti inchide fereastra dar poate rezulta in efecte neprevazuta in timpul rularii acestei operatiuni."
FileDeleteQuestion, "Sunteti suigur ca doriti stergerea fisierelor sau directoarelor selectate?"
FileDeleteTitle, "Sterge fisiere"
FileDeletionError, "O eroare a intervenit in timpul stergerii acestor fisiere."
FileHandlerError, "Va rog introduceti o cale pentru cautare."
FileIncludeNameMatch, "Potrivire nume fisier [incluzand numele fisierului]"
FileOpenError, "O eroare a intervenit in timpul deschiderii acestui fisier."
FilePermenentDeleteQuestion, "Sunteti suigur ca doriti stergerea permanenta a fisierelor sau directoarelor selectate?"
FileQueryNameMatch, "Potrivire nume fisier [Cautare]"
FileReadError, "Eroare la accesarea fisierului: {0}"
FileSelectionError, "Selectati macar un fisier existent si incercati din nou."
FileSizeError, "Selectati o marime maxima de fiser mai mare sau egala cu marimea minima de fisier."
FileSizeFiltersSelected, "Filtre pentru marimea fisierului:"
FilesSearched, "Fisere cautate: {0}"
FilesSkipped, "Fisiere sarite: {0}"
FolderBrowserDescription, "Selectati un director de cautat"
FolderBrowsingError, "O eroare a intervenit in timpul navigarii pentru un director."
FolderIncludeNameMatch, "Potrivire nume director [incluzand numele fisierului]"
FolderItemError, "Esuat in a obtine directorul pentru obiectul: {0}"
FolderOpenError, "O eroare a intervenit in timpul deschiderii acestui director."
FolderQueryNameMatch, "Potrivire nume director [textul cautarii]"
FolderReadError, "Eroare in a citi fisierele in director: {0}"
HiddenFolderError, "Nu se executa cautarea deorece e un fisier/director ascuns"
HyperTextMarkupLanguageFile, "Fisier Hyper Text Markup Language"
IFilterWarning, "Activati manipulatorii de fisier In tab-ul Avansat pentru a afisa rezultatele corespunzatoare pentru : {0} fisiere"
IncludeFilesTT, "Fisiere incluse: {0}"
InvalidExcludeFilesRegExError, "Exclude fisere cu Matrice RegEx invalida.\n{0}"
InvalidFolderLength, "Lungime director invalida."
InvalidIncludeFilesRegExError, "Include fisere cu Matrice RegEx invalida\n{0}"
InvalidQueryError, "Your text query is invalid.\n{0}"
InvalidQueryRegExError, "Cautare cu Matrice RegEx invalida\n{0}"
KeypressError, "O eroare a intervenit in timpul procesarii actionarii acestei taste."
LinkedFolderError, "Nu se cauta in director datorita faptului ca e un link/jonctiune"
MatchesFound, "Rezultate gasite: {0}"
MatchesFromQueue, "queued results: {0}"
MatchesFromQueueIcons, "queued icons: {0}"
MaxFileSizeTT, "Marime maxima fisier: {0}"
MaxPathError, "Aceasta e o cale lunga si s-ar putea sa nu functioneze cu anumite programe"
MenuOpenError, "O eroare a intervenit in timpul deschiderii meniului."
MinFileSizeTT, "Marime minima fisier: {0}"
ModifiedAfterTT, "Modificat dupa {0}"
ModifiedBeforeTT, "Modificat inainte {0}"
ModifiedBetweenTT, "Modificat intre {0} and {1}"
More, "(mai mult)"
NoDateFiltersSelected, "Nu sunt selctate filtre pentru data"
NoFileSizeFiltersSelected, "Nu sunt selctate filtre pentru marime"
NoOptionsSelected, "Nu sunt optiuni slectate"
NotepadError, "O eroare a intervenit in timpul deschiderii acestiu fisier in Notepad."
NotYourProfile, "Nu sunteti posesorul acestiu profil."
OnlyShowFirstResultTT, "Arata numai primul rezultat"
OpenManyQuestion, "Sunteti sigur ca doriti sa deschideti {0} fisiere sau directoare?"
OptionsSelected, "Optiuni selectate:"
OtherApplication, "Other Application"
PathsTT, "Cale: {0}"
PathTooLongError, "Windows nu suporta actiunea cu cai de aceasta marime."
ProfileLoadError, "A intervenit o eroare in timpul incarcarii acestiu profil."
ProfileLoadOnStartError, "A intervenit o eroare in timpul incarcarii acestiu profil. Profilul nu exista."
ProfileOverwriteQuestion, "Sunteti sigur ca doriti supra-scrierea profilului '{0}'?"
ProfileSaved, "Salveaza setarile cautarii in profil '{0}'"
ProfileSaveError, "Incapabil in a salva profilul."
ProOnlyDoubleClickPrompt, "Manipulatorul implicit dublu-click este o caracteristica numai in FileSeek Pro.\nPuteti schimba manipulatorul implicit dublu-click in tab-ul Setari>Cautare.\n\nDoriti maimulte informatii referitoare la upgrade?"
QueryTT, "Cautare:\n{0}"
rdoMatchQueryLineByLineTT, "Deschideti fiserul linie cu linie si incercati sa potriviti cautarea fiecarei linii"
rdoMatchQueryToWholeFileTT, "Deschideti fiserul tot deodata si incercati sa potriviti cautarea intregului text"
RenameFileError, "FileSeek was unable to rename the selected file or folder.\nPlease type a different name and try again."
RenameFileFolder, "Rename Selected File:"
ResultCopied, "Un rezultat copiat in memoria temporara."
ResultCopyError, "O eroare a intervenit in timpul copierii rezultatului cautarii in memoria temporara."
ResultSaveError, "A fost o eroare in timpul salvarii rezultatelor.\n{0}"
ResultsCopied, "{0} rezultate copiate in memoria temporara."
ResultSelectionError, "Selectati cel putin un rezultat si incercati din nou."
SaveResults, "Salveaza rezultatele intr-un tabel"
SaveResultsAsHTML, "Salveaza rezultatel in format HTML"
SaveSearchProfile, "Salveaza profilul de cautare"
SearchComplete, "Cautarea terminate in {0}s"
SearchCriteria, "Criterii de cautare:"
SearchCriteriaEmptyTT, "Criterii de cautare necompletate"
SearchEnd, "Sfarsitul cautarii"
SearchError, "O eroare a intervenit in timpul cautarii."
SearchStart, "Inceputul cautarii: {0}"
SearchSubFoldersTT, "Cauta sub-directoare"
SettingFormShowError, "O eroare a intervenit in timpul afisarii ferestrei Setari."
Syncing, "Sincronizez cu contul dumneavoastra Binary Fortress..."
SystemFolderError, "Nu se executa cautarea deorece e un fisier/director de sistem"
TextCopyError, "O eroare a intervenit in timpul copierii acestui text."
TextProcessingError, "O eroare a intervenit in timpul procesarii acestui text."
TextQueryHelpTT, "Text Query Help"
TextSelectionError, "Selectati ceva text si incercati din nou."
txtPathTT, "Separati obiecte multiple cu caracterul |"
UseFileHandlersTT, "Folositi manipulatori de fisier"
ViewingAppPartOne, "Nu ati selectat inca o aplicatie de vizualizare"
ViewingAppPartTwo, "Doriti sa selectati una acum?"


[frmProfileManager_Controls]
btnCopyProfile, "Copiaza profilul"
btnDelete, "Sterge"
btnExport, "Export Profile"
btnImport, "Import Profile"
btnRename, "Redenumeste"
btnSync, "Sincronizare cu contul dumneavoastra Binary Fortress"
colProfileName, "Nume Profil"
colProfileOwner, "Proprietar profil"
lblCurrentProfile, "Utilizator curent: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "Cum ati dori sa numiti noul dumneavoastra profil?"
ExportFileSeekSearchProfile, "Export FileSeek Search Profile"
ExportSearchProfileSuccessful, "Search Profile exported successfully"
FileSeekSearchProfile, "FileSeek Search Profile"
ImportFileSeekSearchProfile, "Import FileSeek Search Profile"
MustSelectAnItem, "Selectati un profil din lista si incercati din nou."
ProfileDeleteQuestion, "Sunteti sigur ca doriti stergerea profilului selectat?"
RenameSearchProfile, "Redenumiti profilul de cautare"
SearchProfileName, "Cauta numele profilului:"
Title, "Organizeaza profilele"


[frmSettings_Controls]
btnBrowseOther, "&Browse"
btnClearHistory, "Reseteaza istoria cautarii"
btnIFilterToggle, "Schimba manipulatorul de fisier"
btnOtherDefault, "&implicit"
chkCloseToTray, "Inchide FileSeek"
chkCombineParameters, "Sari peste fisiere multiple ale aceleasi instante in loc sa deschizi instante multiple"
chkErrorDirectoryEmpty, "Show an error when an empty folder is found"
chkErrorForLongPaths, "Afiseaza o eroare si sari calea daca e mai lunga de 260 caractere"
chkExportExtraLines, "Also export extra lines when saving search results"
chkIFilterErrors, "Afiseaza eroare pentru fisierele fara manipulatori (cand cautarea de manipulator fisiere este activata)"
chkIsQueryFullString, "Trateaza textul interogarii ca pe un termen de cautare mare"
chkLinkedFoldersSearch, "Cauta fisiere && directoare care sunt legaturi/jonctiuni"
chkLinkedFoldersSearchShowErrorOnSkip, "Show an error when skipping a link/junction"
chkMinimizeToTray, "Minimizeaza FileSeek"
chkOnlyShowMatchedText, "Arata numai textul gasit in rezultatul cautarii"
chkResetSearchValues, "Reset search tab values when starting a search on a new tab"
chkResultWordWrap, "Wrap the text that is shown in a search result"
chkSearchHiddenFiles, "Cauta fiserele && directoarele ascunse"
chkSearchSystemFiles, "Cauta fiserele && directoarele de sistem"
chkShowErrorEmptyPDF, "Show an error when an empty PDF file is found"
chkShowFileErrors, "Afiseaza o eroare cand un fisier / director nu poate fi accesat"
chkShowHiddenFileError, "Afiseaza o eroare cand sari peste fisiere / directoare"
chkShowSystemFileError, "Afiseaza o eroare cand sari peste fisiere / directoare de sistem"
chkShowToolTips, "Arata sugestii pentru unelte"
chkSingleInstance, "Force FileSeek to only open one instance"
chkStartWithClearProfile, "Intotdeauna porneste programul cu un camp de cautare gol"
chkTreatAllExcludePathFiltersAsWildcards, "Treat all Exclude Path filters as wildcards"
chkTreatAllIncludeFiltersAsWildcards, "Considera filtrele "Include" ca wildcards"
chkUseCustomDateFormat, "Foloseste un format de data personalizat"
chkUsePreviewHandlers, "Use Preview Handlers in the results pane"
chkWindowsContextMenu, "Arata FileSeek in meniul de context Windows"
colAvailableColumns, "Available Columns"
colSelectedColumns, "Selected Columns"
gbCmdLineVars, "Variabile de line de comanda"
gbDateFormat, "Format data"
gbGeneralOptions, "Optiuni generale"
gbPresentationOptions, "Presentation Options"
gbSearchColumns, "Search Columns"
lblCmdLineParam, "Parametrii liniei de comanda de trecut:"
lblDateFormatLink, "Sirul formatului personalizat de data si timp"
lblDefaultDoubleClick, "Selecteaza o actiune implicita pentru dublu-clic pe un rezultat al cautarii:"
lblNumChar, "Afiseaza atatea caractere pentru fiecare rezultat al cautarii:"
lblOtherApplicationName, "Name for other application:"
lblSelectViewingApp, "Aplicatia selectata pentru vizualizarea fisierului:"
lblSkipFile, "Timpul maxim de cautare permis pentru fisier (0=nelimitat):"
pageSearchViewSettings, "Result View Settings"


[frmSettings_Strings]
AppBrowsingError, "O eroare a intervenit in timpul navigarii pentru o aplicatie."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export All Results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Exporta toate rezultatele in HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export Selected Results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Exporta rezultatele selectate in HTML"
cboDefaultDoubleClickOperation_Open, "Open with Default Handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Deschide director continator"
cboDefaultDoubleClickOperation_OpenNotepad, "Deschide in Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Open with {0}"
chkTreatAllIncludeFiltersAsWildcardsTT, "Cu aceasta optiune selectata, o cautare introdusa ca foo va fi tratata "foo""
ClearHistoryError, "O eroare a intervenit in timpul stergerii istoriei de cautare."
ClearHistoryWarning, "Sunteti sigur ca doriti stergerea istoriei de cautare?"
CommandLineError, "Introduceti parametrii liniei de comanda sau clic pe Default pentru resetarea lor."
CustomDateFormatError, "A intervenit o eroare in asignarea formatului de data customizat\nRemediati eroarea si incercati din nou."
DisableFileHandler, "Dezactivati manipulatorul de fisier (File Handlaer)"
DisablePreviewHandler, "Disable Preview Handler"
EnableFileHandler, "Activati manipulatorul de fisier (File Handlaer)"
EnablePreviewHandler, "Enable Preview Handler"
FileCommandDescription, "{0}: Substituie numele complet de fisier."
FileHandlerListError, "O eroare a intervenit in timul listarii manipulatorulor de fisier (File Handlers)."
FileHandlerSelectError, "O eroare a intervenit in timul selectarii acestiu manipulator de fisier (File Handler)."
FileHandlerToggleError, "O eroare a intervenit in timul schimbarii acestui manipulator de fisier (File Handler)."
HistoryCleared, "Istoria de cautare a fost stearsa cu succes."
InvalidExitcode, "A fost returnat un cod ExitCode invalid: {0}"
LineCommandDescription, "{0}: Substituie numarul liniei."
lvIFilters_Extension, "Extensie"
lvIFilters_Handler, "Manipulator"
lvIFilters_HandlerVersion, "Versiune"
NumOfCharError, "Va rog introduceti un numar de caractere intre {0} si {1} apoi incercati din nou."
PreviewHandlerListError, "An error has occurred while listing the Preview Handlers."
PreviewHandlerToggle, "Toggle Preview Handler"
SettingMenuError, "O eroare a intervenit in timpul setarilor de Context Menu."
tabSettings_FileHandlers, "Manipulatori de fisier"
tabSettings_OtherApp, "Alta aplicatie"
tabSettings_PreviewHandlers, "Preview Handlers"
tabSettings_Search, "Cautare"


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Rezultatele cautarii salvate cu succes.\nDoriti sa vedeti fisierul?"
SearchCriteria, "Criterii de cautare"
SearchDate, "Data cautarii:"
Title, "Rezultatele cautarii FileSeek"


[IFilterHelper_Strings]
UnknownError, "Eroare necunoscuta iFilter"
UsingStandardMethodWarning, "Nu exista manipulator de fiser pentru acest fisier, folosesc metoda standard."


[LicenseValidate_Strings]
ExpiredPrompt, "Sorry, your FileSeek Trial License Key has expired.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"
Invalid, "Ne pare rau, cheia de licenta este invalida."
InvalidReseller, "Sorry, your License Key is only valid with FileSeek provided by your Reseller.\nPlease contact your Reseller for more information."
LicenseProcessPro, "Multumim pentru inregistrare!"
LicenseProcessProRestoreSettingsPrompt, "An automatic backup of your Pro settings has been detected.\nThis backup file is {0} days old.\nWould you like to import your Pro settings? All of your current settings will be overridden with the settings in the backup."
LicenseProcessRemoved, "Cheia dumneavoastera de licenta a fost inlaturata."
LicenseProcessTrial, "Multumim pentru incercarea FileSeek Pro\nLicenta dumneavoastra va expira pe {0:D}."
TrialAlmostDonePrompt, "Licenta trial va expira curand.\nDaca ati achizitionat deja o licenta va rugam s-o introduceti in fereastra de stari FileSeek.\n\nDoriti informatii referitoare la achizitionarea FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Cauta cu FileSeek"


[Words]
Add, "Adaugă"
AdminSettingsLock, "Unele setari sunt determinate de administratorul dumneavoastra de sistem"
Apply, "Aplica"
ButtonEnterLicenseKey, "&Introdu cheia de licenta"
ButtonLater, "&Mai tarziu"
ButtonMoreInformation, "&Mai multa informatie"
ButtonUseFreeVersion, "&Foloseste versiunea gratuita"
Cancel, "&Canceleaza"
Close, "&Inchide"
Copy, "&Copy"
Custom, "Personalizat"
Cut, "&Cut"
Default, "Implicit"
Delete, "&Delete"
Disable, "&Disable"
Disabled, "Neactivat"
Duplicate, "&Duplicate"
Edit, "Editează"
Enable, "&Enable"
Enabled, "Activat"
Error, "Eroare"
ErrorNotAdminUACDisabled, "UAC e dezactivat, dar nu sunteti administrrator si actiunea solicitata va esua.\nVa rugam activati UAC sau logati-va ca administrator si incercati din nou.\nDaca ati dezactivat recent UAC, reporniti calculatorul."
Exit, "E&xit"
Help, "Ajutor"
Info, "Informatie"
InvalidImageFile, "This image appears to be corrupt, or unreadable."
Name, "Name"
NameLabel, "Name:"
NeedProQuestion, "Trebuie sa upgradati FileSeek pentru a folosi aceasta facilitate.\nDoriti mai multa informatie referitor la upgrade?"
NeedsProShort, "Pro Only"
Never, "Niciodata"
No, "Nu"
OK, "&OK"
Paste, "&Paste"
ProOnlyNotice, "Facitatile disponibile numai in Pro sunt evidentiate cu albastru"
Redo, "&Redo"
Refresh, "Improspatare"
Remove, "Șterge"
Rename, "Rename"
Seconds, "Secunde"
SelectAll, "&Select All"
Start, "Start"
Stop, "Stop"
Undo, "&Undo"
Unknown, "Necunoscut"
Yes, "Da"


[Installer]
AdditionalIcons, "Iconuri aditionale:"
CreateContextMenuItems, "Add to Windows right-click context menu"
CurrentUserOnly, "Numai pentru utilizatorul curent"
DesktopIcon, "Creaza un icon de desktop"
DotNetInstallNow, "Would you like to install it now?"
DotNetRequired40, "This application requires the Microsoft .NET Framework 4.0."
ForAllUsers, "Pentru toti utilizatorii"
LaunchNow, "Launch Now"
LicKeyInvalid, "Cheia de licenta pare a fi invalida."
LicKeyLabel, "Cheie licenta:"
LicKeySelectOption, "Selectati o optiune a cheii de licenta si incercati din nou."
LicKeyText, "Optiuni cheie de licenta:"
LicKeyTextAdminLocked, "Cheia dumneavoastra de licenta a fost detata de administrator."
LicKeyTextChangeFree, "Clic pe 'Change to Free Version' in fereastra de setari pentru a utiliza versiunea gratuita."
LicKeyTextEnterOrFree, "Introduceti o cheie de licenta valida sau selctati "folosesc vesriunea gratuita"."
LicKeyTextPaid, "Foloseste aceasta cheie de licenta:"
LicKeyTextTrial, "Foloseste versiunea trial (doar pentru prima data), schimba la versiunea gratuita dupa 30 zile"
RunAtStartup, "Launch at Windows startup"
SteamKeyInvalid, "Your Steam License Key failed to load correctly.\nPlease exit this installer/application and try clicking Install or Launch again from within Steam."
TextBefore, "Daca FileSeek ruleaza, inchideti programul inainte de instalarea acestei noi versiuni.\n\nVizitrati https://www.fileseek.ca pentru actualizari si suport."
UninstallRemoveAllData1, "Would you like to completely remove ALL application settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing this application again."